{
  
        "step1":"In the previous chapter, you freed your friends from their cages, preventing them from ending up in the extraction room. But the pipes they got into have led them to different parts of the factory and Rod is looking for them.",
	"step2":"In this new chapter you will be able to play as Mike to collaborate with J from the other side of the factory. Explore the new parts of the factory in this chapter, face the Mini-Rods and the ice cream man and discover how to reunite the two friends.",
	"step3":"play as Mike or J , and win the battleground with the ice scream maker . It also help you to how to play like pro . There are lots of tips and tricks if you apply your game will be improved and you can play like a pro. If you also need tips and tricks how to play this app is for you. Get pleasure from a horror game for all audiences while not bloody situations.",
	"step4":"Complete Verification",
	"step5":"To be honest, the ice-cream seller is much more than spooky. In fact, this poltergeist will hunt you down and capture you with his ectoplasm if you are not careful enough. Thus, it is best to check out our Ice Scream: Horror Neighborhood beginner’s guide for some useful tips, cheats and strategies. By doing so, you will learn more about the strategies for avoiding the ice-cream man and helping the innocent kids on the streets of your city.",
	"step6":"OK, these tips should point you in the right direction when it comes to solving the mysteries in Ice Scream: Horror Neighborhood. After all, we cannot tell you every little secret. Where’s the fun in that? So, continue exploring the premises and use the hints to solve the conundrum. Yet, mistakes will happen every once in a while. In other words, you will be ‘consumed’ by the dreaded poltergeist. If you play the game on the Normal level, you will have three chances to continue working on the case.",
	"step7":"So, the goal of the game is to avoid being eaten by the gruesome ice-cream man. Luckily, several methods can help you stay undetected. First of all, the icon on the right-hand side will allow you to duck and hide behind low objects. Also, you can ‘vanish’ by jumping into trash cans or dog houses. Either way, Rod will walk right past your spot. On top of that, try to make as little noise as possible!",

	"CPA_LINK":"https://www.facebook.com/",
	
	"admob_banner1":"ca-app-pub-3940256099942544/6300978111",
	"admob_inter1":"ca-app-pub-3940256099942544/1033173712",
	"admob_banner2":"ca-app-pub-3940256099942544/6300978111",
	"admob_inter2":"ca-app-pub-3940256099942544/1033173712",
	"admob_banner3":"ca-app-pub-3940256099942544/6300978111",
	"admob_inter3":"ca-app-pub-3940256099942544/1033173712",
	"admob_banner4":"ca-app-pub-3940256099942544/6300978111",
	"admob_inter4":"ca-app-pub-3940256099942544/1033173712",
	
	"MO_PUB_AD_UNIT_ID":"b195f8dd8ded45fe847ad89ed1d016da",
	"MO_PUB_BANNER_ID":"b195f8dd8ded45fe847ad89ed1d016da", 
	"MO_PUB_INTERSTITIAL_ID":"24534e1901884e398f1253216226017e",
	
	"APPLOVIN_BANNER_ID":"",
	"APPLOVIN_INTERSTITIAL_ID":"",
	
	"whichAds":1,

	"isLastPageShow":true,
	
	"is_pop_up_enable":true,
	"pop_up_title":"Instagram",
	"pop_up_image_url":"https://i.pinimg.com/originals/66/41/c9/6641c94e15a0be37af49a4250386c03e.png",
	"pop_up_button_text":"Install Now",
	"pop_up_link":"https://play.google.com/store/apps/details?id=com.instagram.android",
	
	"native_image_url":"https://i.ibb.co/R9cPCSM/backgroundapp.png",
	"native_link":""


}
